{
    "name":"My Portfolio",
    "projects":[
        {
            "name":"UNG Mobile",
            "description":"Mobile Application",
            "image":"assets/image/portfolio/ungmobile.png",
            "link":null,
            "status":"completed"
        },
        {
            "name":"IT-Med",
            "description":"IT-Med mobile application",
            "link":null,
            "image":"assets/image/portfolio/itmed.png",
            "status":"completed"
        },
        {
            "name":"My Xabar",
            "description":"The mobile chat application provides users with a seamless platform to communicate with friends, family, and colleagues in real-time, anytime, anywhere. Upon opening the app, users are greeted with a clean and intuitive interface, designed for easy navigation and accessibility. The main screen typically displays a list of ongoing conversations, organized in a conversational style with contact names or group names prominently displayed. Users can easily distinguish between individual chats and group chats, with each conversation represented by a profile picture or group icon.Upon selecting a conversation, users are taken to a chat interface where they can exchange text messages, emojis, stickers. The chat bubbles are color-coded for easy identification, with timestamps indicating the time of each message.The application also offers a range of features to enhance the chatting experience, including read receipts, typing indicators, message reactions, and the ability to share location or files. Users can also customize their chat experience by setting status messages, changing chat backgrounds, or selecting different themes.Additionally, the app may include security features such as end-to-end encryption to ensure user privacy and data protection.Overall, the mobile chat application provides a convenient and versatile platform for users to stay connected, share moments, and engage in meaningful conversations with their social circle.",
            "link":"https://play.google.com/store/apps/details?id=com.axiydev.myxabar&pcampaignid=web_share",
            "image":"assets/image/portfolio/my_xabar.png",
            "status":"completed"
        },
        {
            "name":"Movies",
            "description":"The Movie Database application offers a comprehensive and immersive platform for movie lovers to discover new content, track their favorite titles, and connect with like-minded enthusiasts in a vibrant and engaging community.",
            "link":null,
            "image":"assets/image/portfolio/movies.png",
            "status":"inProgress"
        }
       
        
    ]
}